###互联网产品分析

####产品背景

简述：

* 产品名称：Pmcaff

* 网址：www.pmcaff.com

* 网站类型：产品经理行业社区

* 口号：中国产品经理人气组织

* 产品团队：费杰（阿里）、陆蔚青（百度）

* 同类产品：pmcamp等各种产品主题论坛（基于discuz）

* 产品主要功能：行业内成员沟通，交流

* 核心竞争力：建立时间早，创始人线下互联网公司实体人脉关系广泛，经常组织线下交流活动，获得了行业的认可，同时成为新人进入领域的一扇门户。

####需要和需求分析

互联网行业的不断发展，领域入门没有明显的入口，新人需要这么一个平台入口，中级需要扩展自己的思维和人脉，高级需要扩大自己的品牌影响力。
于是产生了这么一个显性的平台需求。

####网站架构

* 关键信息：用户根据频道发布主题，其他用户跟帖回复机制

* 信息产生：用户发布主题信息，其他用户跟进回复

* 信息呈现：首页展示最新回复主题，按照普通的论坛发帖形式展示

* 用户关系：关注；私信；获取IM信息后切换沟通工具

* 主要页面：首页；二级频道；话题最终页；用户信息页

* 用户行为：注册；登陆；信息完善；发帖；跟帖；空间设置；私信；查看好友；添加好友；隐私设置

####SWOT分析（缺失）

####个人评价 

pmcaff就是一个产品岗位人群对领域知识了解，学习和成长的论坛平台，在这里，我们（pm）可以获得自己想要的知识，而且有真实的人群，线上和线下的人群相结合，大家都能真正的得到想要的知识。
不足：频道分级不够，深度和领域的广度都显得很浅显，更多的为新人的教育平台和相关的日常知识讲解，不够系统。
建议：增加互联网领域、知识体系建设、运营和市场相关知识的介绍和分类。
